{
  "default_mission": {
    "title": "Ожидание инструкций",
    "description": "Ваша миссия пока не определена. Ожидайте указаний от Мастера Игры.",
    "objectives": [
      "Ознакомиться с последними новостями от ELLI.",
      "Проверить личное снаряжение."
    ]
  },
  "mission_01_investigate_elevators": {
    "title": "Расследование Уничтожения Космических Лифтов",
    "description": "Космические лифты 'Zero Gravity' и 'Neon Orbit' были уничтожены скоординированной атакой. ЕФР подозревает сепаратистские группы Марса. Ваша команда отправляется на орбитальную станцию 'Точка Равновесия' для сбора улик и проведения предварительного расследования. \n\n**Ситуация:** Земля ввела полную экономическую блокаду Марса. Флот ЕФР взял орбиту Марса под контроль. ОНКМ мобилизует силы. Мир на грани войны.",
    "objectives": [
      "Прибыть на станцию 'Точка Равновесия'.",
      "Проанализировать данные с систем наблюдения лифта 'Zero Gravity'.",
      "Опросить выживший персонал станции (если таковой имеется).",
      "Попытаться установить неформальный контакт с представителями ОНКМ на станции для оценки их позиции.",
      "Определить возможные технические средства, использованные для атаки.",
      "Доложить первые выводы Верховному Комиссару ЕФР."
    ]
  },
  "mission_02_martian_negotiations": {
    "title": "Секретные Переговоры на Фобосе",
    "description": "Разведка ЕФР получила данные о возможном месте встречи с умеренным крылом ОНКМ на исследовательской базе на Фобосе. Ваша задача - тайно проникнуть на Фобос и провести переговоры, чтобы предотвратить полномасштабный конфликт.",
    "objectives": [
      "Разработать план проникновения на Фобос, минуя патрули ЕФР и ОНКМ.",
      "Встретиться с контактом от ОНКМ (кодовое имя 'Кассиопея').",
      "Выяснить реальные требования ОНКМ и их готовность к компромиссу.",
      "Предложить условия ЕФР для деэскалации.",
      "Обеспечить безопасность обратного пути с Фобоса."
    ]
  },
  "mission_02_med_support_diplomacy": {
    "title": "Медицинское Сопровождение Дипломатической Миссии",
    "description": "Ваша задача — обеспечить здоровье и выживание членов дипломатической миссии ЕФР, направленных на орбитальную станцию 'Точка Равновесия'. В условиях возможного конфликта, неизвестных заболеваний и потенциальных биотехнологических угроз требуется квалифицированный медик с опытом работы в зонах повышенного риска.\n\n**Ситуация:** После разрушения космических лифтов обострились подозрения в адрес ОКМ. Любая ошибка может обернуться эскалацией конфликта.",
    "objectives": [
      "Проверить медоборудование и аптечки перед отправкой.",
      "Обеспечить первичный осмотр всех членов миссии до выхода на станцию.",
      "Установить санитарный модуль на борту станции 'Точка Равновесия'.",
      "Оценить состояние выживших после атаки, оказать помощь и собрать медико-биологические образцы.",
      "Проанализировать возможное применение биооружия или нейротехнологий.",
      "Передать отчёт в Палату Здравоохранения и Комиссару ЕФР."
    ]
  },
  "mission_03_security_diplomatic_team": {
    "title": "Охрана Дипломатической Миссии на Станции",
    "description": "Вы — солдат специального назначения, сопровождающий команду дипломатов ЕФР на станцию 'Точка Равновесия'. После разрушения космических лифтов высок риск диверсий, скрытых угроз и марсианских провокаций. Ваша задача — защита ключевых фигур и оперативное реагирование в случае ЧС.\n\n**Ситуация:** Орбита под контролем флота ЕФР, но станция остается уязвимой. ОНКМ может использовать любое происшествие как повод для обвинений.",
    "objectives": [
      "Проверить вооружение и снаряжение перед посадкой.",
      "Обеспечить безопасную высадку и охрану периметра станции.",
      "Идентифицировать возможные точки проникновения и зоны риска.",
      "Сопровождать дипломатов во время переговоров и расследований.",
      "Обезвредить любые угрозы — от марсианских радикалов до скрытых дронов.",
      "Передать тактический отчёт в Палату Безопасности и командование флота ЕФР."
    ]
  },
  "mission_04_technocrat_alignment": {
    "title": "Контакт с Технократами: Выяснение Позиции",
    "description": "Вы — инженер-специалист по передовым технологиям и связям с Технократами. На станции 'Точка Равновесия' возможно присутствие представителей марсианской научной элиты. Ваша задача — наладить контакт, выяснить их позицию в грядущем конфликте и определить потенциальную роль Технократов в эскалации или деэскалации ситуации.\n\n**Ситуация:** Технократы Марса обладают опасными знаниями и разработками (ASI, варп-двигатели, нейросвязь). Их симпатии могут повлиять на исход кризиса.",
    "objectives": [
      "Установить канал связи с технократическими представителями на станции.",
      "Провести неофициальную встречу и обсудить последние исследования на Марсе.",
      "Определить, используют ли Технократы свои технологии в политических целях.",
      "Оценить риски использования запрещённых разработок на Земле или в конфликте.",
      "Получить подтверждение об их нейтралитете, союзнической позиции или агрессивных планах.",
      "Передать технический отчёт в Палату Науки и Инноваций и Совет ЕФР."
    ]
  }
}