{
  "sm_betrayal_protocol": {
    "title": "Протокол 'Rebel'",
    "details": " ель: дискредитировать действия Корпократов и передать ложные данные на Землю и развизать войну.",
    "image_url": "https://placehold.co/600x300/4a044e/fdf4ff?text=Протокол+Предательство"
  },
  "sm_find_artifact": {
    "title": "Поиски древнего артефакта",
    "details": "Согласно обрывочным данным, на Марсе в секторе Дельта-7 существует артефакт неизвестного происхождения. Найдите его и доставьте для изучения, минуя официальные каналы.",
    "image_url": "https://placehold.co/600x300/0c4a6e/e0f2fe?text=Поиск+Артефакта"
  },
  "sm_eliminate_rival": {
    "title": "Устранение конкурента",
    "details": "Ваш корпоративный спонсор требует устранить ключевого исследователя из конкурирующей корпорации 'Biotechnica', который слишком близко подобрался к вашим разработкам. Действовать скрытно.",
    "image_url": null
  },
  "sm_elli_override": {
    "title": "Обход протоколов ELLI",
    "details": "Получить несанкционированный доступ к локальному узлу ELLI и временно изменить протоколы безопасности для обеспечения прохода группы. Не оставлять следов."
  },
  "sm_diplomatic_assessment": {
  "title": "Неформальная Оценка Позиции Фракций ОНКМ",
  "details": "Установить доверительные контакты с представителями основных фракций ОНКМ — Корпократами, Технократами, Марсианами и Бродягами. Выявить их реальные намерения по отношению к Земле, готовность к переговорам или к войне. Действовать скрытно, используя дипломатические каналы, культурные предлоги и личные связи. Не раскрывать истинных целей миссии Совета."
  },
  "sm_military_recon": {
  "title": "Военная Разведка на Объекте ОКМ",
  "details": "Под видом сотрудника службы технического контроля проникнуть на территорию завода корпократов и космопорта в секторе R-12. Зафиксировать типы производимой техники, транспортных средств и наличие автономных боевых систем. Визуально или через дронов собрать информацию о численности личного состава, охранных протоколах и мобильных арсеналах. Не вступать в бой, не вызывать тревогу."
  },
  "sm_med_command": {
  "title": "Экстренное Командование в Условиях Кризиса",
  "details": "В случае потери связи с дипломатической группой или гибели командования или если что-то идет не так взять руководство миссией на себя. Активировать протокол 'Hippocra-6', дающий вам временное полномочие на управление действиями выживших. Оценить боеспособность группы, организовать эвакуацию раненых и зашифрованную передачу данных Совету ЕФР. Не раскрывать активированный протокол посторонним. Ваша задача выполнить миссию любой ценой."
  },
  "sm_engineer_purge": {
  "title": "Удаление Файла DH-2151",
  "details": "Проникнуть в защищённую подсеть лабораторий Технократов на станции или марсианском узле связи. Взломать систему доступа уровня Theta через нейроинтерфейс или полевую консоль. Найти файл 'DH-2151'. Удалить файл без возможности восстановления. Логов не оставлять. В случае обнаружения — активировать самоуничтожение терминала."
  }
}
